Repository: extcode/cart
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: da, de, it, sv

# tx_cart.error.stock_handling.add
source: Desired number of this item not available.
sv: Önskat antal för denna artikel är inte tillgängligt.

# tx_cart.error.stock_handling.update
source: Desired number of this item not available.
sv: Önskat antal för denna artikel är inte tillgängligt.

# tx_cart.error.stock_handling.order
source: The product "%s" with the SKU "%s" is not available in the desired amount. The current stock of this product is %s. Caution: The stock is not reserved for you.'
sv: Produkten "%s" med SKU "%s" är inte tillgänglig i önskat belopp. Nuvarande lager av denna produkt är %s. Varning: Lagret är inte reserverat för dig.

# tx_cart.success.stock_handling.add.one
source: Item was added to cart.
sv: Artikeln har lagts till i varukorgen.

# tx_cart.success.stock_handling.add.more
source: %s Items were added to cart.
sv: %s artiklar har lagts till i varukorgen.

# validator.empty.notempty
source: The given subject was not empty.
sv: Det angivna ämnet var inte tomt.

# tx_cart.plugin.mini_cart.empty_cart
source: Cart is empty.
sv: Du har inga artiklar i din varukorg.

# tx_cart.plugin.mini_cart.go_to_checkout
source: Go to Checkout
sv: Gå till kassan

# tx_cart.plugin.mini_cart.products_in_cart
source: products in cart.
sv: produkter i varukorgen.

# tx_cart_domain_model_cart.billing_address
source: Billing Address
sv: Faktureringsadress

# tx_cart_domain_model_cart.shipping_address
source: Shipping Address
sv: Leveransadress

# tx_cart_domain_model_cart.use_billing_address
source: use Billing Address
sv: använd faktureringsadress

# tx_cart.mail.thank_you_for_order
source: Thank you for your order.
sv: Tack för din beställning!

# tx_cart.mail.thank_you_for_order_note
source: Below is an overview of all important information about your order.
sv: Nedan följer en översikt över all viktig information om din beställning.

# tx_cart.mail.order_summary
source: Order Summary
sv: Beställningsöversikt

# tx_cart.order.history_empty
source: No orders found.
sv: Du har inga beställningar än.

# tx_cart.mail.payment_method
source: Payment method
sv: Betalsätt

# tx_cart.mail.shipping_method
source: Shipping method
sv: Leveranssätt

# tx_cart.mail.salutation
source: Dear %s,
sv: Hej %s!

# tx_cart_domain_model_cart_product.title
source: Product
sv: Produkt

# tx_cart_domain_model_cart_product.count
source: Quantity
sv: Antal

# tx_cart_domain_model_cart_product.price_per_unit_net
source: Price per unit (net)
sv: Pris per enhet (netto)

# tx_cart_domain_model_cart_product.price_per_unit_gross
source: Price per unit (gross)
sv: Pris per enhet (brutto)

# tx_cart_domain_model_cart_product.price_subtotal
source: Subtotal
sv: Delsumma

# tx_cart_domain_model_order_product.title
source: Product
sv: Produkt

# tx_cart_domain_model_order_product.sku
source: Stock Keeping Unit
sv: Artikelnummer

# tx_cart_domain_model_order_product.sku.short
source: SKU
sv: Artikelnr.

# tx_cart_domain_model_order_product.count
source: Quantity
sv: Antal

# tx_cart_domain_model_order_product.price
source: Price (gross)
sv: Pris (brutto)

# tx_cart_domain_model_order_product.price_total
source: Subtotal
sv: Delsumma

# tx_cart_domain_model_order_product.total
source: Total
sv: Totalt

# tx_cart_domain_model_order_product.discount
source: Discount
sv: Rabatt

# tx_cart_domain_model_order_product.net
source: Price (net)
sv: Pris (netto)

# tx_cart_domain_model_order_product.gross
source: Price (gross)
sv: Pris (brutto)

# tx_cart_domain_model_order_product.total_net
source: Total Price (net)
sv: Totalt pris (netto)

# tx_cart_domain_model_order_product.total_gross
source: Total Price (gross)
sv: Totalt pris (brutto)

# tx_cart_domain_model_order_product.service_net
source: Service- and Shipping costs (net)
sv: Service- och fraktkostnader (netto)

# tx_cart_domain_model_order_product.service_gross
source: Service- and Shipping costs (gross)
sv: Service- och fraktkostnader (brutto)

# tx_cart_domain_model_order_product.service_net
source: Discount (net)
sv: Service- och fraktkostnader (netto)

# tx_cart_domain_model_order_product.discount_gross
source: Discount (gross)
sv: Rabatt (brutto)

# tx_cart.format.date
source: Y-m-d
sv: d/m/Y

# tx_cart.remove_product
source: remove
sv: ta bort

# tx_cart.clear_cart
source: clear cart
sv: Töm varukorgen

# tx_cart.submit_order
source: submit order
sv: Slutför köp

# tx_cart.update_cart
source: update cart
sv: uppdatera varukorgen

# tx_cart.update_status
source: update status
sv: uppdatera status

# tx_cart.add_coupon
source: add coupon
sv: lägg till rabattkoden

# tx_cart.remove_coupon
source: remove
sv: ta bort

# tx_cart.same_address
source: Send it to the same address.
sv: Skicka till den angivna adressen.

# tx_cart.history_back
source: back
sv: tillbaka

# tx_cart.error.validation
source: An error has occurred. Please check your entries.
sv: Ett fel har inträffat. Vänligen kontrollera dina poster.

# tx_cart.controller.cart.action.set_payment.not_available
source: This payment method is not available.
sv: Detta betalsätt är inte tillgängligt.

# tx_cart.controller.cart.action.set_shipping.not_available
source: This shipping method is not available.
sv: Denna leveransmetod är inte tillgänglig.

# tx_cart.controller.order.action.generate_number_action.order.success
source: The generated order number is: %s.
sv: Det genererade ordernumret är: %s.

# tx_cart.controller.order.action.generate_number_action.order.already_generated
source: An order number already exists!
sv: Ett ordernummer finns redan!

# tx_cart.controller.order.action.generate_number_action.invoice.success
source: The generated invoice number is: %s.
sv: Det genererade fakturanumret är: %s.

# tx_cart.controller.order.action.generate_number_action.invoice.already_generated
source: An invoice number already exists!
sv: Ett fakturanummer finns redan!

# tx_cart.controller.order.action.generate_number_action.delivery.success
source: The generated delivery number is: %s.
sv: Det genererade leveransnumret är: %s.

source: An delivery number already exists!
sv: Ett leveransnummer finns redan!

# tx_cart.controller.order.action.update_payment_action.success
source: The payment was successfully updated.
sv: Betalningen har uppdaterats.

# tx_cart.controller.order.action.update_shipping_action.success
source: The shipping was successfully updated.
sv: Leveransmetoden har uppdaterats.

# tx_cart.controller.order.action.show
source: Show
sv: Visa

# tx_cart.controller.order.action.edit
source: Edit
sv: Redigera

# tx_cart.controller.order.action.list
source: List
sv: Lista

# tx_cart.controller.order.action.close
source: Close
sv: Stäng

# tx_cart.controller.order.action.export.csv
source: Export (CSV)
sv: Exportera (CSV)

# tx_cart.controller.order.action.generateOrderNumber
source: Generate Order Number
sv: Generera ordernummer

# tx_cart.controller.order.action.generateOrderDocument
source: Generate Order Document
sv: Generera orderdokument

# tx_cart.controller.order.action.downloadOrderDocument
source: Download Order Document
sv: Ladda ner orderdokument

# tx_cart.controller.order.action.generateInvoiceNumber
source: Generate Invoice Number
sv: Generera fakturanummer

# tx_cart.controller.order.action.generateInvoiceDocument
source: Generate Invoice Document
sv: Generera fakturadokument

# tx_cart.controller.order.action.downloadInvoiceDocument
source: Download Invoice Document
sv: Ladda ner fakturadokument

# tx_cart.controller.order.action.generateDeliveryNumber
source: Generate Delivery Note Number
sv: Generera följesedelsnummer

# tx_cart.controller.order.action.generateDeliveryDocument
source: Generate Delivery Note Document
sv: Generera följesedeldokument

# tx_cart.controller.order.action.downloadDeliveryDocument
source: Download Delivery Note Document
sv: Ladda ner följesedeldokument

# tx_cart.controller.order.action.show_cart.block-header.billing_address
source: Billing Address
sv: Faktureringsadress

# tx_cart.controller.order.action.show_cart.block-header.shipping_address
source: Shipping Address
sv: Leveransadress

# tx_cart.controller.order.action.show_cart.block-header.shipping_method
source: Shipping Method
sv: Leverans

# tx_cart.controller.order.action.show_cart.block-header.payment_method
source: Payment Method
sv: Betalsätt

# tx_cart.controller.order.action.show_cart.block-header.product_list
source: Product List
sv: Produkter

# tx_cart.controller.order.action.show_cart.block-header.coupons
source: Coupons
sv: Rabattkoder

# tx_cart.controller.order.action.show_cart.block-header.order_overview
source: Check and Order
sv: Kontrollera och beställ

# tx_cart.controller.order.action.show_cart.coupons.not_available
source: No coupon code was entered.
sv: Ingen rabattkod angavs.

# tx_cart.controller.order.action.order_cart.thank_you
source: Thank you for your order.
sv: Tack för din beställning!

# tx_cart.controller.order.action.order_cart.thank_you_order_number
source: Your order number is: %1$s
sv: Ditt ordernummer är: %1$s

# tx_cart_domain_model_order_item.order_date
source: Order Date
sv: Orderdatum

# tx_cart_domain_model_order_item.order_number
source: Order Number
sv: Order Nummer

# tx_cart_domain_model_order_item.invoice_number
source: Invoice Number
sv: Fakturanummer

# tx_cart_domain_model_order_item.invoice_date
source: Invoice Date
sv: Fakturadatum

# tx_cart_domain_model_order_item.delivery_number
source: Delivery Number
sv: Leveransnummer

# tx_cart_domain_model_order_item.delivery_date
source: Delivery Date
sv: Leveransdatum

# tx_cart_domain_model_order_item.shipping_address
source: Shipping Address
sv: Leveransadress

# tx_cart_domain_model_order_item.billing_address
source: Billing Address
sv: Faktureringsadress

# tx_cart_domain_model_order_item.total_gross
source: Total Price (Gross)
sv: Totalt pris (brutto)

# tx_cart_domain_model_order_item.cart_price
source: Price
sv: Pris

# tx_cart_domain_model_order_item.cart_total_price
source: Total Price
sv: Totalpris

# tx_cart_domain_model_order_item.order_invoice
source: Invoice
sv: Faktura

# tx_cart_domain_model_order_item.order_shipping
source: Shipping
sv: Leverans

# tx_cart_domain_model_order_item.order_shipping.method
source: Method
sv: Metod

# tx_cart_domain_model_order_item.order_delivery
source: Delivery
sv: Leverans

# tx_cart_domain_model_order_item.order_payment
source: Payment
sv: Betalning

# tx_cart_domain_model_order_item.order_payment.method
source: Method
sv: Metod

# tx_cart_domain_model_order_item.comment
source: Comment
sv: Kommentar

# tx_cart_domain_model_order_item.accept_terms_and_conditions
source: I have read the general terms and conditions agree to them.
sv: Jag har läst de allmänna villkoren och accepterar dem.

# tx_cart_domain_model_order_item.accept_terms_and_conditions_with_link
source: I have read the <a href="%1$s" target="%2$s">general terms and conditions</a> and agree to them.
sv: Jag har läst de <a href="%1$s" target="%2$s">allmänna villkoren</a> och accepterar dem.

# tx_cart_domain_model_order_item.accept_terms_and_conditions.error.1361959228
source: You have to agree to the general terms.
sv: Du måste godkänna de allmänna villkoren.

# tx_cart_domain_model_order_item.accept_revocation_instruction
source: I have read the revocation instruction and agree to them.
sv: Jag har läst återkallelseinstruktionen och accepterar dem.

# tx_cart_domain_model_order_item.accept_revocation_instruction_with_link
source: I have read the <a href="%1$s" target="%2$s">revocation instruction</a> and agree to them.
sv: Jag har läst <a href="%1$s" target="%2$s">återkallelseinstruktionen</a> och accepterar dem.

# tx_cart_domain_model_order_item.accept_revocation_instruction.error.1361959228
source: You have to agree to the revocation instruction.
sv: Du måste godkänna återkallandeinstruktionen.

# tx_cart_domain_model_order_item.accept_privacy_policy
source: I have read the privacy policy and agree to them.
sv: Jag har läst integritetspolicyn och accepterar den.

# tx_cart_domain_model_order_item.accept_privacy_policy_with_link
source: I have read the <a href="%1$s" target="%2$s">privacy policy</a> and agree to them.
sv: Jag har läst <a href="%1$s" target="%2$s">integritetspolicyn</a> och accepterar den.

# tx_cart_domain_model_order_item.accept_privacy_policy.error.1361959228
source: You have to agree to the privacy policy.
sv: Du måste godkänna sekretesspolicyn.

# tx_cart_domain_model_order_product.count
source: Count
sv: Antal

# tx_cart_domain_model_order_product.gross
source: Gross
sv: Pris (brutto)

# tx_cart_domain_model_order_product.net
source: Net
sv: Pris (netto)

# tx_cart_domain_model_order_shipping
source: Shipping
sv: Leverans

# tx_cart_domain_model_order_shipping.status.all
source: all
sv: alla

# tx_cart_domain_model_order_shipping.status.open
source: open
sv: öppen

# tx_cart_domain_model_order_shipping.status.on_hold
source: on hold
sv: avvaktande

# tx_cart_domain_model_order_shipping.status.in_process
source: in process
sv: under bearbetning

# tx_cart_domain_model_order_shipping.status.shipped
source: shipped
sv: skickad

# tx_cart_domain_model_order_payment
source: Payment
sv: Betalning

# tx_cart_domain_model_order_payment.status.all
source: all
sv: alla

# tx_cart_domain_model_order_payment.status.open
source: open
sv: öppen

# tx_cart_domain_model_order_payment.status.pending
source: pending
sv: väntande

# tx_cart_domain_model_order_payment.status.paid
source: paid
sv: betald

# tx_cart_domain_model_order_payment.status.canceled
source: canceled
sv: annullerad

# tx_cart_domain_model_order_address.title
source: Title
sv: Titel

# tx_cart_domain_model_order_address.salutation
source: Salutation
sv: Tilltal

# tx_cart_domain_model_order_address.first_name
source: First Name
sv: Förnamn

# tx_cart_domain_model_order_address.last_name
source: Last Name
sv: Efternamn

# tx_cart_domain_model_order_address.email
source: Email
sv: E-post

# tx_cart_domain_model_order_address.phone
source: Phone
sv: Telefon

# tx_cart_domain_model_order_address.company
source: Company
sv: Företag

# tx_cart_domain_model_order_address.tax_identification_number
source: Tax Identification Number
sv: Momsnummer

# tx_cart_domain_model_order_address.street
source: Street
sv: Gatuadress

# tx_cart_domain_model_order_address.street_number
source: Street Number
sv: Hus nummer

# tx_cart_domain_model_order_address.addition
source: Addition
sv: Tillägg

# tx_cart_domain_model_order_address.zip
source: Zip
sv: Postnummer

# tx_cart_domain_model_order_address.city
source: City
sv: Ort

# tx_cart_domain_model_order_address.country
source: Country
sv: Land

# tx_cart.mail.buyer.subject
source: Order confirmation - %s
sv: Orderbekräftelse - %s

# tx_cart.mail.seller.subject
source: Order receipt - %s
sv: Orderkvitto - %s

# tx_cart.tax_vat.value
source: VAT (%s %%)
sv: Moms(%s%%)

# tx_cart_domain_model_cart_cart.net
source: Price (net)
sv: Pris (netto)

# tx_cart_domain_model_cart_cart.gross
source: Price (gross)
sv: Pris (brutto)

# tx_cart_domain_model_coupon.code.not_useable
source: Coupon Code is not useable.
sv: Rabattkoden är inte användbar.

# tx_cart_domain_model_coupon.cart_min_price
source: Minimum Order Value
sv: Minsta ordervärde

# tx_cart.ok.coupon.added
source: Coupon was added.
sv: Rabattkoden har lagts till.

# tx_cart.error.coupon.not_accepted
source: Coupon code was not accepted.
sv: Rabattkoden accepterades inte.

# tx_cart.error.coupon.already_added
source: Coupon code has already been added.
sv: Rabattkoden har redan lagts till.

# tx_cart.error.coupon.not_combinable
source: Coupon codes can not be combined.
sv: Rabattkoden kan inte kombineras.

# tx_cart.ok.coupon.removed
source: Coupon was removed.
sv: Rabattkoden har tagits bort.

# tx_cart.error.coupon.not_found
source: Coupon code was not found.
sv: Rabattkoden hittades inte.

# tx_cart.quantityBelowRange
source: Minimum order not reached.
sv: Det minsta orderkvantitet är inte uppnådd.

# tx_cart.quantityAboveRange
source: Maximum order quantity exceeded.
sv: Maximal orderkvantitet överskriden.

# tx_cart.settings.allowed_countries.de
source: Germany
sv: Tyskland

# tx_cart.settings.allowed_countries.at
source: Austria
sv: Österrike

# tx_cart.settings.allowed_countries.ch
source: Switzerland
sv: Schweiz

# tx_cart.add_to_cart_finisher.message.status.200.body
source: The product was added to cart.
sv: Produkten har lagts till i varukorgen.

# tx_cart.previousStep
source: Previous step
sv: Tillbaka

# tx_cart.nextStep
source: Next step
sv: Nästa steg

# tx_cart.backend.order.title
source: Order view for #%1$s (%2$s)
sv: Ordervy för #%1$s (%2$s)

# tx_cart.backend.order.address.first_name
source: First name
sv: Förnamn

# tx_cart.backend.order.address.last_name
source: Last name
sv: Efternamn

# tx_cart.backend.order.address.company
source: Company
sv: Företag

# tx_cart.backend.order.order_number
source: Order Number
sv: Order Nummer

# tx_cart.backend.order.order_date
source: Order Date
sv: Orderdatum

# tx_cart.backend.order.invoice_number
source: Invoice Number
sv: Fakturanummer

# tx_cart.backend.order.invoice_date
source: Invoice Date
sv: Fakturadatum

# tx_cart.backend.order.total_gross
source: Total Price (Gross)
sv: Totalt pris (brutto)

# tx_cart.backend.order.total_net
source: Total Price (Net)
sv: Totalt pris (netto)

# tx_cart.backend.order.comment
source: Customer comment
sv: Kommentar från kunden

# tx_cart.backend.order.items
source: Ordered items
sv: Beställda produkter

# tx_cart.backend.filter.customer
source: Customer
sv: Kunder

# tx_cart.backend.filter.order_number
source: Order Number
sv: Order Nummer

# tx_cart.backend.filter.invoice_number
source: Invoice Number
sv: Fakturanummer

# tx_cart.backend.filter.start_date
source: Start Date
sv: Startdatum

# tx_cart.backend.filter.end_date
source: End Date
sv: Slutdatum

# tx_cart.backend.filter.no_results
source: No results for this filter
sv: Inga resultat för detta filter

# tx_cart.backend.page_without_datasets.title
source: This page does not contain any order items.
sv: Den här sidan innehåller inga beställningsartiklar.

# tx_cart.backend.page_without_datasets.instruction
source: Please select a page where order items are stored.
sv: Välj en sida där beställningsobjekt lagras.

# tx_cart.module.main
source: Shopping Cart
da: Indkøbskurv

# tx_cart.module.orders
source: Orders
da: Ordrer

# tx_cart.plugin.cart.title
source: Cart: Cart
da: Kurv: Indkøbskurv

# tx_cart.plugin.cart.description
source: Shows complete order form
da: Viser komplet ordreformular

# widget_group.cart
source: Cart
da: Indkøbskurv
it: Carello

# dashboard.widgets.payment_paid_shipping_open.title
source: Latest Orders (paid, not shipped)
da: Seneste ordrer (betalt, ikke afsendt)
de: Letzte Bestellungen (bezahlt, nicht versandt)
it: Ultimi ordini (pagati, non spediti)

# dashboard.widgets.payment_paid_shipping_open.description
source: List of Paid but not Shipped Orders
da: Liste over betalte men ikke afsendte ordrer
de: Liste der bezahlten aber nicht versandten Bestellungen
it: Elenco degli ordini pagati ma non spediti

# dashboard.widgets.orders_per_day.title
source: Orders per Day
da: Ordrer pr. dag
de: Bestellung pro Tag
it: Ordini al giorno

# dashboard.widgets.orders_per_day.description
source: Orders per Day
da: Ordrer pr. dag
de: Bestellung pro Tag
it: Ordini al giorno

# dashboard.widgets.turnover_per_day.title
source: Turnover per Day
da: Omsætning pr. dag
de: Umsatz pro Tag
it: Fatturato al giorno

# dashboard.widgets.turnover_per_day.description
source: Turnover per Day
da: Omsætning pr. dag
de: Umsatz pro Tag
it: Fatturato al giorno

# tcarecords-pages-contains.cart_coupons
source: Cart: Coupons
de: Cart: Gutscheine
it: Cart: Buoni

# tcarecords-pages-contains.cart_orders
source: Cart: Orders
de: Cart: Bestellungen
it: Cart: Ordini

# tx_cart.plugin.cart.description
source: shows complete order form
it: mostra il modulo d'ordine completo

# dashboard.widgets.orders_per_day.chart.dataSet.0
source: Total Orders
de: Gesamtbestellung
it: Ordini totali

# tx_cart.plugin.cart.description
source: shows complete cart and order form
de: zeigt den Warenkorb und das Bestellformular
